3 Weeks Series/Discretization Schemes/discretizationBaseCase_QUICK/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir
runApplication blockMesh
runApplication setFields
runApplication $(getApplication)
runApplication -s sample postProcess -func sample -noZero

#------------------------------------------------------------------------------
